tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "diffutils"
brew "dust"
brew "fd"
brew "findutils"
brew "fuc"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "grep"
brew "htop"
brew "jq"
brew "make"
brew "neovim"
brew "openssh"
brew "parallel"
brew "ripgrep"
brew "rsync"
brew "sponge"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
cask "amethyst"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "karabiner-elements"
cask "nordvpn"
cask "signal"
cask "visual-studio-code"
cask "vlc"
