tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "dust"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "htop"
brew "kotlin"
brew "neovim"
brew "ollama"
brew "parallel"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "sponge"
brew "tree"
brew "ty"
brew "uv"
cask "alacritty"
cask "amethyst"
cask "blender"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "karabiner-elements"
cask "nordvpn"
cask "signal"
cask "visual-studio-code"
cask "vlc"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dcasella.i3"
vscode "detachhead.basedpyright"
vscode "esbenp.prettier-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "jacobdufault.fuzzy-search"
vscode "jimmyzjx.go-to-next-problem"
vscode "jimmyzjx.leaderkey"
vscode "jimmyzjx.remote-commons"
vscode "jimmyzjx.ripgrep"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-polish"
vscode "timonwong.shellcheck"
vscode "vehmloewff.custom-format"
vscode "vscodevim.vim"
vscode "xadillax.viml"
